IDEA Open Model
OriginSettings.ProjectName Property
Compatible with IDEA StatiCa Beta 20.0
 Name of project
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string ProjectName { get; set; }
Public Property ProjectName As String
	Get
	Set
Property Value
Type: String
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace